<?php

$lang['required']			= "Полето %s е задължително.";
$lang['isset']				= "Полето %s трябва да има стойност.";
$lang['valid_email']		= "Полето %s трябва да съдържа валидна електронна поща.";
$lang['valid_emails']		= "Полето %s трябва да съдържа валидни електронни пощи.";
$lang['valid_url']			= "Полето %s трябва да съдържа валиден URL.";
$lang['valid_ip']			= "Полето %s трябва да съдържа валидно IP.";
$lang['min_length']			= "Полето %s трябва да бъде поне %s символа дърлго.";
$lang['max_length']			= "Полето %s не трябва да надвишава дължина от %s символа.";
$lang['exact_length']		= "Полето %s трябва да съдържа точно %s символа.";
$lang['alpha']				= "Полето %s може да съдържа само буквени символи.";
$lang['alpha_numeric']		= "Полето %s може да съдържа само буквени и числови символи.";
$lang['alpha_dash']			= "Полето %s може да съдържа само буквени и числови символи, долни чети и тирета.";
$lang['numeric']			= "Полето %s може да съдържа само числа.";
$lang['is_numeric']			= "Полето %s може да съдържа само числови символи.";
$lang['integer']			= "Полето %s трябва да съдържа цифра.";
$lang['regex_match']		= "Полето %s не е в правилния формат.";
$lang['matches']			= "Полето %s не съответства на поле %s.";
$lang['is_unique'] 			= "Полето %s трябва да съдържа уникална стойност.";
$lang['is_natural']			= "Полето %s трябва да съдържа само позитивни числа.";
$lang['is_natural_no_zero']	= "Полето %s трябва да съдържа число по-голямо от нула.";
$lang['decimal']			= "Полето %s трябва да съдържа дробно число.";
$lang['less_than']			= "Полето %s трябва да съдържа число по-малко от %s.";
$lang['greater_than']		= "Полето %s трябва да съдържа число по-голямо от %s.";


/* End of file form_validation_lang.php */
/* Location: ./system/language/english/form_validation_lang.php */
